[X2DownloadableContentInfo_AddedPartNames]

;---------------------------
;
;---------------------------

;---------------------------
;Torso
;---------------------------

;---------------------------
;Legs
;---------------------------
.LegsTemplate="MrK_EmptyLeg_KDay0_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_KDay0_F"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_LA_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_LA_F"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_LA2_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_LA2_F"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_HA_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_HA_F"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_HA2_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_HA2_F"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_MA_M"
.LegsName="无腿"

.LegsTemplate="MrK_EmptyLeg_MA_F"
.LegsName="无腿"
